Repository: Daksh/jokemachine
Catalog: po/*.po
Languages: af, bn, da, de, el, es, fa_af, fr, hi, hy, it, km, mr, ne, pl, ps, pt, pt_br, rw, si, sq, sv, ta, th, tr, ur

source: Submission For:
af: Verwysing vir:
bn: জমা নিবেন:
da: Indsendelse til:
de: Vorlage für:
el: Αποστολή Για:
es: Sumisión Para:
fa_af: واگذاری برای
fr: Proposition pour :
hi: के लिए जमा करें:
hy: Ներկայացնել .... համար
it: Proposto Per:
km: បញ្ជូនទៅកាន់
mr: चासाठी जमाव:
ne: :को लागि पेस गरिएको
pl: Wpis do:
ps: سپارنه لپاره د:
pt: Submissão Para:
pt_br: Submissão para:
rw: Bitangiwe kuri:
si: ඉදිරිපත් කළ යුත්තේ:
sq: Parashtrimi Për:
sv: Inskickas till:
ta: சமர்பிப்பு எதற்காக
th: การเสนอให้:
tr: _için sunum:
ur: سبميشن کے ليے:

source: Your Name:
af: Jou Naam:
bn: তোমার নাম:
da: Dit navn:
de: Dein Name:
el: Το Όνομα σου:
es: Tu Nombre:
fa_af: نام شما
fr: Votre nom :
hi: आपका नाम:
hy: Ձեր Անունը
it: Il tuo Nome:
km: ឈ្មោះរបស់អ្នក ៖
mr: तुमच नाव:
ne: तिम्रो नाम:
pl: Twoje imię:
ps: ستاسې نوم:
pt: O Teu Nome:
pt_br: Seu Nome:
rw: Izina Ryawe:
si: ඔබගේ නම:
sq: Emri juaj:
sv: Ditt namn:
ta: உங்களுடைய பெயர்
th: ชื่อของคุณ:
tr: Adınız:
ur: آپ کا نام:

source: Submit
af: Verwys
bn: জমা দাও
da: Indsend
de: Abgeben
el: Αποστολή
es: Someter
fa_af: تسلیم
fr: Proposer
hi: जमा करें
hy: Ներկայացնել
it: Sottometti
km: បញ្ជូន
mr: जमा करा
ne: पेश गर
pl: Zgłoś
ps: سپارل
pt: Submeter
pt_br: Enviar
rw: Gutanga
si: ඉදිරිපත් කරන්න
sq: Paraqit
sv: Skicka in
ta: சமர்பி
th: ตกลง
tr: Teslim et
ur: داخل کريں

source: Back
af: Terug
bn: পিছনে যাও
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fa_af: عقب
fr: Retour
hi: पीछे
hy: Հետ
it: Indietro
km: ត្រឡប់​ក្រោយ
mr: मागे
ne: पछाडि
pl: Wstecz
ps: شاته
pt: Voltar
pt_br: Voltar
rw: Inyuma
si: පසුපසට
sq: Prapa
sv: Tillbaka
ta: பின்னே
th: กลับ
tr: Geri
ur: واپس
