Repository: Daksh/jokemachine
Catalog: po/*.po
Languages: af, bn, da, de, el, es, fa_af, fr, hi, hy, it, km, mr, ne, pl, ps, pt, pt_br, rw, si, sq, sv, ta, th, tr, ur

source: Joke Machine
af: Grap Masjien
bn: জোক মেশিন
da: Vittighedsmaskine
de: Witz-Maschine
el: Μηχανή Ανεκδότων
es: Máquina de Bromas
fa_af: ماشین شوخی
fr: Machine à blagues
hi: चुटकुला मशीन
hy: Կատակների Մեքենա
it: La Macchina degli Indovinelli
km: ម៉ាស៊ីន​កំប្លែង
mr: विनोद यंत्र
ne: हँसेउली मेशिन
pl: Maszyna Żartów
ps: د ټوکې ماشين
pt: Máquina de Anedotas
pt_br: Máquina de piadas
rw: Imashini ya byendagusetsa
si: කවට යන්ත්‍රය
sq: Makina e shakave
sv: Skämtskaparen
ta: நகைச் சுவை இயந்திரம்
tr: Şaka Makinesi
ur: ہنسنے والی مشين

source: Please wait a moment for your buddy's Jokebooks to show up
af: Wag asseblief 'n oomblik vir jou maaitjie se grap boek
bn: তোমার বন্ধুর কৌতুকেরবই দেখার জন্য কিছুক্ষন অপেক্ষা করো
da: Vent venligt et øjeblik på at din kammeraters Vittighedsbøger dukker frem
de: Bitte warte einen Moment, bis die Witzbücher deines Spielkameraden angezeigt werden
el: Παρακαλώ περιμένετε λίγο μέχρι να εμφανιστεί το Βιβλίο με τα ανέκδοτα του φίλου σας
es: Por favor espere un momento por su amigo de chistes
fa_af: لطفا یک لحظه برای کتاب شوخی دوست تان منتظر باشید تا نشان داده شود
fr: Attendez un instant pour qu'apparaisse le livre de blagues de votre partenaire
hi: आपके मित्र की चुटकुले की किताब दिखाई देते तक कृपया इंतजार करें
hy: Խնդրում եմ սպասեք մինչև երևան ձեր ընկերների Կատակագրքերը
it: Per favore attendi per un attimo l'apertura dei libri di Indovinelli del tui compagni
km: សូម​មេត្តា​រង​ចាំ​មួយ​ត្លែត​ដល់​សៀវភៅ​រឿង​កំប្លែង​ដែល​ជា​មិត្ត​ជិត​ស្និត​របស់​អ្នក​ដែល​នឹង​បង្ហាញ​ខ្លួន
mr: कृपया तुमच्या मित्राची विनोद पुस्तिका दाखवण्या साठी काही क्षण थांबा
ne: तपाईँको साथी को हँसेउली किताबहरु देखिन कृपया एकछिन कूर्नुहोस्
pl: Zaczekaj chwilę aż pojawi się księga żartów Twojego kolegi
ps: لطفا يوه شېبه د خپل ملګري د ټوکو کتابونو د ښکاره کېدلو لپاره انتظار وکړئ
pt: Por favor espera um pouco para que os livros de anedotas do teu parceiro apareçam
pt_br: Por favor, aguarde um momento pelas piadas de seu colega
rw: Rwose tegereza gato igitabo cya byendagusetsa cy`inshuti yawe kerekanwe
si: කරුණාකර ඔබගේ මිතුරාගේ කවට පොත් පෙන්වන තෙක් මොහොතක් රැදි සිටින්න
sq: Ju lutem prisni një moment që shokët tuaj të Jokebooks të shfaqen
sv: Din kopis skämtbok håller på att laddas in
ta: தயவு செய்து Buddy நகைச்சுவைப் புத்தகம் காண்பிக்கும் வரை பொறுமை காக்கவும்.
th: รอสักครู่ กำลังโหลดหนังสือมุกตลกของเพื่อน
tr: Arkadaşınızın şaka kitabının yüklenmesi için biraz bekleyiniz
ur: براہ مہربانی اپنے ساتھی کی جوک کتاب کھلنے تک انتظار کريں

source: Lesson Plans
af: Les Planne
bn: পাঠ পরিকল্পনা
da: Lektionsplaner
de: Übungspläne
el: Σχέδια Μαθημάτων
es: Lecciones
fa_af: برنامه های درس
fr: Plan de cours
hi: सबक योजना
hy: Դասերի Պլանը
it: Sommario Guida
km: គ្រោង​មេរៀន
mr: धडाची योजना
ne: पाठयोजना
pl: Plan zajęć
ps: د لوست پلانونه
pt: Planos de Lição
pt_br: Planos de Aula
rw: Iteganyanyigisho
si: පාඩම් සැලසුම්
sq: Planet e mësimit
sv: Lektionsplaner
ta: பாடத்திட்டங்கள்
th: บทเรียน
tr: Ders Planları
ur: سبق کے پلان

source: Read Jokebooks
af: Lees Grapboeke
bn: কৌতুকবই পড়ো
da: Læs vittighedsbøger
de: Witzbücher lesen
el: Διάβασε Βιβλία ανεκδότων
es: Leer Libros de chistes
fa_af: کتاب شوخی را بخوانید
fr: Lire le livre de blagues
hi: चुटकुला किताब पढ़ें
hy: Կարդալ Կատակագրքերը
it: Leggi i Libri di Indovinelli
km: អាន​សៀវភៅ​រឿង​កំប្លែង
mr: विनोद पुस्तिका वाचा
ne: हँसेउली किताबहरु पढ
pl: Czytaj Księgę Żartów
ps: د ټوکو کتابونه ولولئ
pt: Ler Livros de Anedotas
pt_br: Ler Livros de Piadas
rw: Soma igitabo cya Byendagusetsa
si: කවට පොත් කියවන්න
sq: Lexo Jokebooks
sv: Läs skämtböcker
ta: நகைச்சுவைப் புத்தகங்களை வாசி
th: อ่านหนังสือมุกตลก
tr: Şaka kitabını oku
ur: جوک کتاب پڑھيں

source: Make Jokebook
af: Maak Grapboek
bn: কৌতুকবই তৈরি করো
da: Lav vittighedsbog
de: Witzbuch anlegen
el: Δημιούργησε Βιβλίο ανεκδότων
es: Crear Libro de Chistes
fa_af: کتاب شوخی بسازید
fr: Créer un livre de blagues
hi: चुटकुला किताब बनाएँ
hy: Ստեղծել Կատակագիրք
it: Scrivi un Libro di Indovinelli
km: និពន្ឋ​​សៀវភៅ​រឿង​កំប្លែង
mr: विनोद पुस्तिका बनवा
ne: हँसेउली किताबहरु बनाऊ
pl: Stwórz Księgę Żartów
ps: د ټوکو کتاب جوړ کړئ
pt: Criar Livro de Anedotas
pt_br: Fazer Livro de Piadas
rw: Kora igitabo cya Byendagusetsa
si: කවට පොතක් සාදන්න
sv: Skapa en skämtbok
ta: நகைச்சுவைப் புத்தகத்தை உருவாக்கு
th: สร้างหนังสือมุกตลก
tr: Şaka kitabı oluştur
ur: جوک کتاب بنائيں

source: Close Lessons
af: Maak Lesse Toe
bn: পাঠ বন্ধ করো
da: Luk lektioner
de: Übungen schließen
el: Κλείσε τα Μαθήματα
es: Cerrar Lecciones
fa_af: درست را ختم کنید
fr: Fermer les leçons
hi: सबक बन्द करें
hy: Փակել Դասերը
it: Chiudi Guida
km: បិទមេរៀន
mr: धडा बंद करा
ne: पाठहरु बन्द गर
pl: Zamknij lekcję
ps: لوستونه بند کړئ
pt: Fechar Lições
pt_br: Fechar Aulas
rw: Hagarika Amasomo
si: පාඩම් චසාදමන්න
sq: Mbylle Mësimin
sv: Stäng lektioner
ta: பாடத்திட்டங்களை மூடு
th: ปิดบทเรียน
tr: Dersleri kapat
ur: سبق بند کريں

source: Lesson Plans:
af: Les Planne:
bn: পাঠ পরিকল্পনা:
da: Lektionsplaner:
de: Übungspläne:
el: Σχέδια Μαθημάτων:
es: Lecciones:
fa_af: برنامه های درس
fr: Plans des leçons :
hi: सबक योजना:
hy: Դասերի Պլանը.
it: Sommario Guida:
km: គ្រោងមេរៀន
mr: धडाची योजना:
ne: पाठयोजना
pl: Plan zajęć:
ps: د لوست پلانونه:
pt: Planos de Lição:
pt_br: Planos de Aulas:
rw: Iteganyanyigisho:
si: පාඩම් සැලසුම්:
sq: Planet e mësimit:
sv: Lektionsplaner:
ta: பாடத்திட்டங்கள்
th: บทเรียน:
tr: Ders Planı:
ur: سبق کے پلان:

source: Click to choose a sound
af: Klik om n klank te kies
bn: শব্দ বেছে নেয়ার জন্য ক্লিক করো
da: Klik for at vælge en lyd
de: Klicken, um einen Klang auszuwählen
el: Κάνε κλικ για επιλογή ήχου
es: Haz click para elegir un sonido
fa_af: برای انتخاب یک صدا کلیک کنید
fr: Cliquez pour choisir un son
hi: ध्वनि चुनने हेतु क्लिक करें
hy: Քլիք, որպեսզի ընտրեք ձայնանշանը
it: Clicca per selezionare un suono
km: ចុចដើម្បីជ្រើសរើសសំឡេង
mr: आवाज निवडण्यासाठी दाबा
ne: आवाज छान्न क्लिक गर्नुहोस
pl: Kliknij, aby wybrać dźwięk
ps: د غږ د انتخاب لپاره کلېک کړﺉ
pt: Clica para escolher um som
pt_br: Clique para escolher um som
rw: Kanda uhitemo ijwi
si: නාදයක් තේරීම සඳහා ක්ලික් කරන්න
sq: Klikoni për të zgjedhur një tingull
sv: Klicka för att välja ett ljud
ta: ஒலி ஒன்றை தெரிவு செய்ய சொடுக்குக
th: คลิกเพื่อเลือกเสียง
tr: Bir ses seçmek için tıkla
ur: آواز منتخب کرنے کے ليے کلک کريں

source: Choose image
af: Kies n prentjie
bn: চিত্র বেছে নাও
da: Vælg billede
de: Bild auswählen
el: Επιλογή εικόνας
es: Escoge una imagen
fa_af: انتخاب تصویر
fr: Choisir une image
hi: फोटो चुनें
hy: Ընտրել պատկերը
it: Scegli immagine
km: ជ្រើសរើសរូបភាព
mr: चित्र निवडा
ne: चित्र छान
pl: Wybierz obraz
ps: انځور انتخابول
pt: Escolhe imagem
pt_br: Escolher imagem
rw: Hitamo ishusho
si: පින්තූරයක් තොරන්න
sq: Zgjedhni figurën
sv: Välj bild
ta: படத்தெரிவு
th: เลือกรูปภาพ
tr: Görüntü seç
ur: تصوير منتخب کريں

source: Choose Sound
af: Kies n klank
bn: শব্দ বেছে নাও
da: Vælg lyd
de: Klang auswählen
el: Επιλογή Ήχου
es: Escoge un Sonido
fa_af: صدا را انتخاب کنید
fr: Choisir un son
hi: ध्वनि चुनें
hy: Ընտրել Ձայնանշանը
it: Scegli suono
km: ជ្រើសរើសសំឡេង
mr: आवाज निवडा
ne: आवाज छान
pl: Wybierz dźwięk
ps: غږ انتخاب کړﺉ
pt: Escolhe Som
pt_br: Escolher Som
rw: Hitamo Ijwi
si: නාදයක් තෝරන්න
sq: Zgjedhni tingullin
sv: Välj Ljud
ta: ஒலித்தெரிவு
th: เลือกเสียง
tr: Ses seç
ur: آواز منتخب کريں

source: submitted a joke to
af: het 'n grappie gestuur aan
bn: একটি কৌতুক যেখানে জমা দেয়া হয়েছে
da: indsendte en vittighed til
de: einen Witz geschickt an
el: έστειλε ένα ανέκδοτο στον
es: presentando un chiste a
fa_af: یک شوخی به .... تسلیم شد
fr: a proposé une blague à
hi: चुटकुला यहाँ जमा करें
hy: ներկայացված է կատակ
it: proposto un'indovinello a
km: សំណើ​​រឿង​កំប្លែង
mr: विनोद _ला जमा केले
ne: लाई हँसेउली पेश गरियो
pl: przesłał żart do
ps: ته يوه ټوکه سپارل
pt: submeteu uma anedota para
pt_br: uma piada enviada para
rw: byendagusetsa yatanzwe ku
si: විහිළුවක් ඉදිරිපත් කළා
sq: paraqit një shaka për
sv: skickade ett skämt till
ta: __ க்கு நகைச்சுவை ஒன்றை சமர்பி
th: ส่งมุกตลกไปยัง
tr: _a bir şaka yap
ur: ايک جوک لکھا

source: accepted a joke submitted to
af: het 'n grappie antvaar vir
bn: জমা দেয়া একটি কৌতুক গ্রহন করেছে
da: godkendte en vittighed indsendt til
de: hat einen Witz angenommen, der geschickt wurde an
el: δέχθηκε ένα ανέκδοτο που στάλθηκε στον
es: aceptó un chiste presentado a
fa_af: یک شوخی پذیرفته شد وبه تسلیم داده شد به
fr: a accepté une blague proposée par
hi: यहाँ जमा किया गया चुटकुला स्वीकृत हो गया है
hy: ընդունված կատակը ներկայացված է
it: accettato un'indovinello proposto a
km: យល់​ព្រម​ដល់​សំណើ​​រឿង​កំប្លែង
mr: स्वीकारलेले विनोद _ला जमा केले
ne: लाई पेश गरियो हँसेउली स्वीकार भयो
pl: zaakceptował żart przesłany do
ps: ته سپارل شوې ټوکه ومنل شوه
pt: aceitou uma anedota submetida para
pt_br: aceite uma piada submetida para
rw: kwemera byendagusersa yatanzwe ku
si: ඉදිරිපත් කළ විහිළුව බාර ගන්නා ලද්දේ
sv: accepterade ett skämt skickat till
ta: __ க்கு நகைச்சுவை ஒன்றை சமர்பிப்புக்கு ஏற்றுக் கொள்
th: ยอมรับเรื่องมุกซึ่งส่งไปยัง
tr: _a yapılan şakayı kabul et
ur: جوک کو قبول کيآ

source: by
af: deur
bn: দ্বারা
da: af
de: von
el: από τον
es: por
fa_af: توسط
fr: par
hi: द्वारा
hy: ...-ով
it: da
km: ដោយ
mr: कडून
ne: द्वारा
pl: przez
ps: لخوا
pt: de
pt_br: por
rw: kuri
si: මඟින්
sq: nga
sv: av
ta: ஆல்
th: โดย
tr: _tarafından

source: Choose a Jokebook to read:
af: Kies 'n Grapboek om te lees:
bn: পড়ার জন্য একটি কৌতুকবই বেছে নাও:
da: Vælg en vitsbog som du vil læse:
de: Ein Witzbuch zum Lesen auswählen:
el: Επίλεξε ένα Βιβλίο ανεκδότων για ανάγνωση:
es: Elegir un Libro de Chistes a leer:
fa_af: یک کتاب شوخی را به خاطرخواندن انتخاب کنید
fr: Choisir un livre de blagues à lire :
hi: पढ़ने के लिए चुटकुला किताब चुनें:
hy: Ընտրել Կատակագիրքը
it: Scegli un Libro di Indovinelli da leggere:
km: ជ្រើសរើស​សៀវភៅ​រឿង​កំប្លែង​ដើម្បី​អាន
mr: वाचण्यासाठी विनोद पुस्तिका निवडा:
ne: पढ्नको लागि एउटा हँसेउली किताब छान:
pl: Wybierz Księgę Żartów do czytania:
ps: د لوستلو لپاره د ټوکو يو کتاب انتخاب کړﺉ:
pt: Escolhe um Livro de Anedotas para ler:
pt_br: Escolha um Livro de Piadas para ler:
rw: Hitammo igitabo cya byebndagusetsa usome:
si: කියවීම සඳහා කවට පොතක් තෝරන්න:
sq: Zgjidhni një Jokebook për të lexuar:
sv: Välj en skämtbok:
ta: வாசிப்பதற்கு நகைச்சுவைப் புத்தகம் ஒன்றைத் தெரிவு செய்
th: เลือกหนังสือมุกตลกที่จะอ่าน:
tr: Okunacak bir şaka kitabı seç:
ur: پرھنے کے ليے جوک کتاب منتخب کريں:

source: Are you sure you want to delete your
af: Is jy seker jy wil jou
bn: তুমি কি নিশ্চিতভাবে
da: Er du sikker på at du vil slette din
de: Bist du sicher, dass du es löschen willst, dein
el: Είσαι σίγουρος ότι θες να σβήσεις το δικό σου
es: Esta seguro(a) que quiere borrar su
fa_af: آیا شما مطمین هستید ومی خواهید که ازخودتان را حذف کنید
fr: Es-tu sûr que tu veux effacer ton
hi: क्या आप वाक़ई मिटाना चाहते हैं अपना
hy: Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել ձեր
it: Sei certo di voler cancellare
km: តើ​អ្នក​ប្រាកដ​ទេ​ដែល​ចង់​លុប​របស់​អ្នក?
mr: तुम्हाला तुमच _ नक्की बंद करायच आहे का
ne: के तिमी निश्चय तिम्रो मेटाउने
pl: Czy na pewno chcesz usunąć twoją
ps: آيا مطمين ياست، چې غواړﺉ رنګ کړﺉ، خپل
pt: Tens a certeza que queres apagar o teu
pt_br: Você tem certeza que deseja excluir seu
rw: Uremeza ko ushaka gusiba byawe
si: ඔබට මකා දැමීමට අවශ්‍යද
sq: A jeni i sigurt se doni te fshini
sv: Är du säker på att du vill ta bort din
ta: உங்களுடைய__ அழிப்பதை நிச்சயப்படுத்துங்கள்
th: คุณแน่ใจหรือไม่ที่จะลบ
tr: _inizi silmek istediğinizden emin misiniz?
ur: کيا آپ کو يقين ہے کہ آپ اس کو ختم کرنا چاھتے ہیں

source: jokebook ?
bn: তোমার কৌতুকবইটি মুছে ফেলতে চাও?
da: vittighedsbog ?
de: Witzbuch ?
el: βιβλίο ανεκδότων ;
es: ¿ libro de chistes ?
fa_af: کتاب شوخی
fr: livre de blagues?
hi: चुटकुले की किताब ?
hy: Կատակագիրքը:
it: Libro di Indovinelli ?
km: សៀវភៅ​រឿង​កំប្លែង?
mr: विनोद पुस्तिका ?
ne: हँसेउली किताब ?
pl: Księgę Żartów ?
ps: د ټوکو کتاب؟
pt: livro de anedotas ?
pt_br: livro de piada ?
rw: igitabo cya byendagusetsa ?
si: කවට පොත?
sv: skämtbok ?
ta: நகைச்சுவைப் புத்தகம்
th: หนังสือมุกตลก ?
tr: şaka kitabı?
ur: جوک کتاب؟

source: Edit
af: Redigeer
bn: সম্পাদনা করো
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa_af: تنظیم کردن
fr: Éditer
hi: संपादन
hy: Խմբագրել
it: Modifica
km: កែ
mr: संपादन करा
ne: सम्पादन
pl: Edytuj
ps: اېډېټ
pt: Editar
pt_br: Editar
rw: Hindura
si: සකසන්න
sq: Ndrysho
sv: Redigera
ta: திருத்து
th: แก้ไข
tr: Düzenle
ur: تدوین کریں

source: Delete
af: Vee uit
bn: মুছে ফেলো
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
fa_af: حذف کردن
fr: Effacer
hi: मिटाएँ
hy: Ջնջել
it: Cancella
km: លុបចេញ
mr: मिटवा
ne: मेटाउ
pl: Usuń
ps: ړنګول
pt: Apagar
pt_br: Excluir
rw: Siba
si: මකන්න
sq: Fshij
sv: Ta bort
ta: அழி
th: ลบ
tr: Sil
ur: ختم کريں

source: started by
af: begin deur
bn: শুরু করা হয়েছে
da: startet af
de: begonnen von
el: ξεκίνησε από τον
es: comenzado por
fa_af: شروع شد با
fr: commencé par
hi: द्वारा प्रारंभ किया गया
hy: Մեկնարկված է
it: iniziato da
km: ចាប់​ផ្ដើម​ដោយ
mr: कडून सुरुआत केलेला
ne: द्वारा शुरु गरियो
pl: rozpoczęty przez
ps: پيل شو لخوا
pt: iniciado por
pt_br: iniciado por
rw: yatangiriye kuri
si: ආරම්භ කළේ
sq: filluar nga
sv: skapades av
ta: ஆரம்பிக்கப்பட்டது
th: เริ่มต้นโดย
tr: _tarafından başlatıldı
ur: شروع کيا

source: Open
af: Maak oop
bn: খোলো
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fa_af: باز
fr: Ouvrir
hi: खोलें
hy: Բացել
it: Apri
km: បើក
mr: उघडा
ne: खोल
pl: Otwórz
ps: پرانستل
pt: Abrir
pt_br: Abrir
rw: Fungura
si: විවෘත කරන්න
sq: Hape
sv: Öppna
ta: திற
th: เปิด
tr: Aç
ur: کھوليں

source: Edit Jokebook Cover
af: Redigeer Grapboek
bn: কৌতুকবই এর মলাট সম্পাদনা করো
da: Rediger omslag på vittighedsbog
de: Witzbuch-Einband bearbeiten
el: Επεξεργασία του Εξώφυλλου του Βιβλίου ανεκδότων
es: Editar portada de Libro de Chistes
fa_af: پوش کتاب شوخی را تنظیم کنید
fr: Éditer la couverture du livre de blagues
hi: चुटकुला किताब कवर
hy: Խմբագրել Կատակագրքի Կազմէջը
it: Modifica la copertina del Libro di Indovinelli
km: កែគំរប​​សៀវភៅ​រឿង​កំប្លែង
mr: विनोद पुस्तिकाचा मूळपृष्ठ संपादित करा
ne: हँसेउली किताबको आवरण सम्पादन गर
pl: Edytuj okładkę Księgi Żartów
ps: د ټوکو د کتاب پوښ اېډېټ کړﺉ
pt: Editar Capa do Livro de Anedotas
pt_br: Editar Capa do Livro de Piadas
rw: Hindura igifuniko cy`igitabo cya byendagusetsa
si: කවට පොතේ කවරය සකසන්න
sv: Redigera skämtbokens framsida
ta: நகைச்சுவை புத்தக அட்டையை திருத்து
th: แก้ไขหน้าปกหนังสือมุกตลก
tr: Şka kitabı kapağını düzenle
ur: جوک کتاب کور کو تبديل کريں

source: Edit My Jokes
af: Redigeer Grap
bn: আমার কৌতুক সম্পাদনা করো
da: Rediger mine vittigheder
de: Meine Witze bearbeiten
el: Επεξεργασία των Ανεκδότων μου
es: Editar mis chistes
fa_af: شوخی های مرا تنظیم کنید
fr: Éditer mes blagues
hi: मेरे चुटकुले संपादित करें
hy: Խմբագրել Իմ Կատակները
it: Modifica i miei Indovinelli
km: កែរឿង​រឿង​កំប្លែងរបស់ខ្ញុំ
mr: माझे विनोद संपादित करा
ne: मेरो हँसेउलीहरु सम्पादन गर
pl: Edytuj moje żarty
ps: زما ټوکې اېډېټ کړئ
pt: Editar as Minhas Anedotas
pt_br: Editar Minhas Piadas
rw: Hindura Byendagusetsa yanjye
si: මගේ විහිළු සකසන්න
sq: Ndrysho shakan time
sv: Redigera mina skämt
ta: என்னுடைய நகைச்சுவைகளைத் திருத்து
th: แก้ไขมุกตลกของฉัน
tr: Şakalarımı düzenle
ur: ميرے جوک کو تبديل کريں

source: Review Submitted Jokes
af: Redigeer verwysings
bn: জমা দেওয়া কৌতুক অপসারণ করো
da: Gennemgå indsendte vittigheder
de: Abgegebene Witze durchsehen
el: Ανασκόπηση των Απεσταλμένων Ανεκδότων
es: Revisar Chistes Suministrados
fa_af: شوخی های تسلیم شده را تکرارکنید
fr: Revoir les blagues proposées
hi: जमा किए गए चुटकुलों की समीक्षा करें
hy: Վերադիտել Ներկայացված Կատակները
it: Controlla gli Indovinelli proposti
km: មើលឡើងវិញដល់​រឿង​កំប្លែងដែលបានបញ្ជូន
mr: जमा केलेले विनोद परत पहा
ne: पेश गरेको हँसेउलीहरु समालोचन गर
pl: Przejrzyj proponowane żarty
ps: وړاندې شوې ټوکې بياووينئ
pt: Rever Anedotas Submetidas
pt_br: Revisar Piadas Enviadas
rw: Ongera urebe byendagusetsa yatanzwe
si: ඉදිරිපත් කළ විහිළු විචාරන්න
sv: Gransak inskickade skämt
ta: சமர்ப்பிக்கப்பட்ட நகைச்சுவைகளின் மீள்பார்வை
th: ดูหนังสือมุกตลกที่ถูกสร้างแล้ว
tr: Yapılan şakaları göster
ur: ديے گئے جوک کا ريويو کريں

source: Preview
af: Voorkyk
bn: পূর্বদর্শন
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista Previa
fa_af: پیش نمایش
fr: Aperçu
hi: पूर्वावलोकन
hy: Նախադիտում
it: Anteprima
km: ពិនិត្យ​ឡើងវិញ
mr: पूर्वावलोकन
ne: पूर्वावलोकन
pl: Podgląd
ps: مخکتنه:
pt: Previsualizar
pt_br: Visualizar
rw: Kureba mbere y`igihe
si: පෙරදසුන
sq: Shiqo
sv: Förhandsgranska
ta: முன் பார்வை
th: แสดงตัวอย่าง
tr: Ön izleme
ur: پريويو

source: Title of Jokebook:
af: Naam van Grapboek:
bn: কৌতুকবই এর শিরোনাম:
da: Titel på vittighedsbog:
de: Titel des Witzbuches:
el: Τίτλος του Βιβλίου ανεκδότων:
es: Título de Libro de Chistes:
fa_af: عنوان کتاب شوخی
fr: Titre du livre de blagues:
hi: चुटकुला किताब का शीर्षक:
hy: Կատակագրքի Վերնագիրը
it: Titolo del Libro di Indovinelli:
km: ចំណង​ជើង​​សៀវភៅ​រឿង​កំប្លែង
mr: विनोद पुस्तिकाचा शीर्षक:
ne: हँसेउली किताबको शीर्षक:
pl: Tytuł Księgi Żartów:
ps: د ټوکو د کتاب سرليک:
pt: Título do Livro de Anedotas:
pt_br: Título do Livro de Piadas:
rw: Umutwe w`igitabo cya byendagusetsa:
si: කවට පොතේ සිරස්තලය:
sq: Titulli i Jokebook:
sv: Skämtbokstitel:
ta: நகைச்சுவைப் புத்தகத்தின் தலைப்பு
th: ชื่อเรื่องหนังสือมุกตลก:
tr: Şaka kitabı adı:
ur: جوک کتاب کا ٹائٹل:

source: Sound Effect:
af: Klank:
bn: শব্দের আবহ:
da: Lydeffekt:
de: Klangeffekt:
el: Εφέ Ήχου:
es: Effecto de Sonido:
fa_af: اجرا کردن صدا
fr: Effet sonore :
hi: ध्वनि प्रभाव:
hy: Ձայնային Էֆֆեկտ
it: Effetto sonoro:
km: ផលសំឡេង
mr: घडवलेला आवज़:
ne: ध्वनि प्रभाव:
pl: Efekt dźwiękowy:
ps: د غږ اغيز:
pt: Efeito Sonoro:
pt_br: Efeito Sonoro:
rw: Ingaruka z`Ijwi:
si: ශබ්ද ආචරණය:
sq: Efekte zanore:
sv: Ljudeffekt:
ta: ஒலி விளைவு
th: เสียงเอฟเฟค:
tr: Ses efekti:
ur: آواز کا اثر:

source: Add New Joke
af: Voeg nuwe grap by
bn: নতুন কৌতুক যোগ করো
da: Tilføj ny vittighed
de: Neuen Witz anfügen
el: Προσθήκη Νέου Ανεκδότου
es: Añadir Chiste Nuevo
fa_af: شوخی جدیدی را اضافه کنید
fr: Ajouter une nouvelle blague
hi: नया चुटकुला जोड़ें
hy: Ավելացնել Նոր Կատակ
it: Aggiungi un nuovo Indovinello
km: បន្ថែមរឿង​កំប្លែង
mr: नवीन विनोद जोडा
ne: नयाँ हँसेउली थप
pl: Dodaj nowy żart
ps: نوې ټوکه زياته کړئ
pt: Adicionar Nova Anedota
pt_br: Adicionar Nova Piada
rw: Ongeraho igisetsa Gishya
si: නව විහිළුවක් එක් කරන්න
sq: Shto shaka të re
sv: Lägg till nytt skämt
ta: புதிய நகைச்சுவையைச் சேர்
th: เพิ่มมุกใหม่
tr: Yeni şaka ekle
ur: نيا جوک شامل کريں

source: Are you sure you want to delete this joke ?
af: Is jy seker jy wil hierdie grap uit vee ?
bn: তুমি কি নিশ্চিতভাবে এই কৌতুকটি মুছে ফেলতে চাও?
da: Er du sikker på at du vil slette denne vittighed ?
de: Möchtest du diesen Witz wirklich löschen ?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτό το ανέκδοτο ;
es: ¿Esta seguro(a) que quiere borrar este chiste ?
fa_af: آیا شما مطمین هستید ومیخواهید که این شوخی را حذف کنید
fr: Es-tu sûr de vouloir effacer cette blague?
hi: क्या आप सचमुच इस चुटकुले को मिटाना चाहते हैं ?
hy: Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս կատակը:
it: Sei certo di voler cancellare questo indovinello ?
km: តើ​អ្នក​ប្រាកដ​ទេ​ដែល​ចង់​លុប​រឿង​កំប្លែង​នេះ ?
mr: तुम्हाला हा विनोद नक्की मिटवायचा आहे ?
ne: के तिमी यो हँसेउली मेटाउन निश्चित छौ?
pl: Na pewno chcesz usunąć ten żart ?
ps: آيا مطمين ياست، چې دغه ټوکه ړنګول غواړئ؟
pt: Tens a certeza que queres apagar esta anedota ?
pt_br: Você tem certeza que deseja excluir essa piada ?
rw: Uremeza ko ushaka gusiba iki gisetsa ?
si: මෙම විහිළුව මකා දැමිය යුතු බවට ඔබට විශ්වාසද?
sq: A jeni i sigurt se doni te fshini kete shaka ?
sv: Är du säker på att du vill ta bort det här skämtet ?
ta: இந்த நகைச்சுவையை அழிப்பதை நிச்சயப்படுத்துங்கள்
th: คุณแน่ใจที่จะลบมุกตลกนี้ ?
tr: Bu şakayı silmek istediğinizden emin misiniz?
ur: کيا آپ کو يقين ہے کہ آپ اس جوک کو ختم کرنا چاھتے ہيں؟

source: Reject
af: Nie Aanvaar
bn: বাতিল করো
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
fa_af: رد کردن
fr: Rejeter
hi: अस्वीकृत
hy: Մերժել
it: Rifiuta
km: ច្រានចោល
mr: नाकारणे
ne: अस्वीकार
pl: Odrzuć
ps: ردول
pt: Rejeitar
pt_br: Regeitar
rw: Hakana
si: ඉවතලන්න
sq: Refuzo
sv: Avslå
ta: நிராகரி
th: ปฏิเสธ
tr: Reddet
ur: قبول نہيں کیا

source: Accept
af: Aanvaar
bn: গ্রহন করো
da: Godkend
de: Annehmen
el: Αποδοχή
es: Aceptar
fa_af: قبول کردن
fr: Accepter
hi: स्वीकृत
hy: Ընդունել
it: Accetta
km: ព្រមទទួល
mr: स्वीकारणे
ne: स्वीकार
pl: Akceptuj
ps: منل
pt: Aceitar
pt_br: Aceitar
rw: Emera
si: බාරගන්න
sq: Prano
sv: Godkänn
ta: ஏற்றுக்கொள்
th: ยอมรับ
tr: Kabul et
ur: قبول کيا

source: Joke
af: Grap
bn: কৌতুক
da: Vittighed
de: Witz
el: Ανέκδοτο
es: Chiste
fa_af: شوخی
fr: Blague
hi: चुटकुला
hy: Կատակ
it: Indovinello
km: ​រឿង​កំប្លែង
mr: विनोद
ne: हँसेउली
pl: Żart
ps: ټوکه
pt: Anedota
pt_br: Piada
rw: Igisetsa
si: විහිළුව
sq: Shaka
sv: Skämt
ta: நகைச்சுவை
th: มุกตลก
tr: Şaka
ur: جوک

source: By
bn: দ্বারা
da: Af
de: Von
el: Από
es: Por
fa_af: توسط
fr: Par
hi: द्वारा
hy: միջոցով
it: Di
km: ដោយ
mr: कडून
ne: द्वारा
pl: przez
ps: لخوا
pt: De
pt_br: Por
rw: Kuri
si: විසි
sq: Nga
sv: Av
ta: ஆல்
th: โดย
tr: _tarafından
ur: کے ليے

source: Question
af: Vraag
bn: প্রশ্ন
da: Spørgsmål
de: Frage
el: Ερώτηση
es: Pregunta
fa_af: سوال
hi: प्रश्न
hy: Հարց
it: Domanda
km: សំនួរ
mr: प्रश्न
ne: प्रश्न
pl: Pytanie
ps: پوښتنه
pt: Pergunta
pt_br: Pergunta
rw: Ikibazo
si: ප්‍රශ්නය
sq: Pyetje
sv: Fråga
ta: கேள்வி
th: คำถาม
tr: Soru
ur: سوال

source: Answer
af: Antwoord
bn: উত্তর
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
fa_af: جواب
fr: Réponse
hi: उत्तर
hy: Պատասխան
it: Risposta
km: ចំឡើយ
mr: उत्तर
ne: उत्तर
pl: Odpowiedź
ps: ځواب
pt: Resposta
pt_br: Resposta
rw: Igisubizo
si: පිළිතුර
sq: Përgjigjja
sv: Svar
ta: விடை
th: คำตอบ
tr: Cevap
ur: جواب

source: This Jokebook is empty
af: Hierdie Grapboek is leeg
bn: এই কৌতুকবইটিতে কিছু নেই
da: Denne Vittighedsbog er tom
de: Dieses Witzbuch ist leer
el: Αυτό το Βιβλίο Ανεκδότων είναι άδειο
es: Este Libro de Chistes esta vacío
fa_af: این کتاب شوخی خالی است
fr: Ce livre de blagues est vide
hi: यह चुटकुला किताब खाली है
hy: Այս կատակագիրքը դատարկ է
it: Il Libro di Indovinelli Ã¨ vuoto
km: ​សៀវភៅ​រឿង​កំប្លែងនេះមិនទាន់មាន
mr: ही विनोद पुस्तिका रिकामी आहे
ne: यो हँसेउली किताब खाली छ
pl: Ta Księga Żartów jest pusta
ps: د ټوکو دغه کتاب تش دی
pt: Este livro de anedotas está vazio
pt_br: Este Livro de Piadas está vazio
rw: Iki gitabo cya byendagusetsa kirimo ubusa
si: මෙම කවට පොත හිස්ය
sq: Ky Jokebook është bosh
sv: Denna skämtbok är tom
ta: இந்த நகைச்சுவைப் புத்தகம் காலி
th: หนังสือมุกตลกเล่มนี้ว่างเปล่า
tr: Bu şaka kitabı boş
ur: يہ جوک کتاب خالی ہے

source: Submit a Joke
af: Stuur 'n Grappie
bn: একটি কৌতুক জমা দাও
da: Inden en vittighed
de: Einen Witz abgeben
el: Αποστολή Ανέκδοτου
es: Añadir un Chiste
fa_af: یک شوخی را تسلیم کنید
fr: Proposer une blague
hi: चुटकुला जमा करें
hy: Ներկայացնել Կատակ
it: Proponi un Indovinello
km: បញ្ជូនរឿង​កំប្លែងមួយ
mr: विनोद जमा करा
ne: हँसेउली पेश गर
pl: Zaproponuj żart
ps: يوه ټوکه وړاندې کړئ
pt: Submeter uma Anedota
pt_br: Envie uma Piada
rw: Tanga igisekeje
si: විහිළුවක් ඉදිරිපත් කරන්න
sq: Paraqesë një shaka
sv: Skicka in ett skämt
ta: நகைச்சுவை ஒன்றை சமர்பி
th: ยืนยันมุกตลก
tr: Bir şaka yap
ur: جوک لکھيں

source: Add Jokes
af: Voeg grap by
bn: কৌতুক যোগ করো
da: Tilføj vittigheder
de: Witze anfügen
el: Πρόσθεσε Ανέκδοτα
es: Añadir Chistes
fa_af: شوخی ها را اضافه کنید
fr: Ajouter des blagues
hi: चुटकुला जोड़ें
hy: Ավելացնել Կատակներ
it: Aggiungi Indovinelli
km: បន្ថែមរឿង​កំប្លែង
mr: विनोद जोडा
ne: हँसेउलीहरु थप
pl: Dodaj żarty
ps: ټوکې زياتې کړئ
pt: Adicionar Anedotas
pt_br: Adicionar Piadas
rw: Ongeraho Ibisekeje
si: විහිළු එක් කරන්න
sq: Shto Shaka
sv: Lägg till skämt
ta: நகைச்சுவைகளைச் சேர்
th: เพิ่มมุกตลกใหม่
tr: Şaka ekle
ur: جوک شامل کريں

source: Next
af: Volgende
bn: পরেরটি
da: Næste
de: Nächster
el: Επόμενο
es: Siguiente
fa_af: بعدی
fr: Suivant
hi: अगला
hy: Հաջորդ
it: Prossimo
km: បន្ទាប់
mr: पुढच
ne: यसपछिको
pl: Następny
ps: بل
pt: Próximo
pt_br: Próxima
rw: Ibikurikira
si: ඊළඟ
sq: Tjetër
sv: Nästa
ta: முன்னே
th: ถัดไป
tr: Diğer
ur: آگے
