Repository: Daksh/jokemachine
Catalog: po/ayc.po
Languages: ayc

source: Joke Machine
ayc: Sawkanaka wakichiri

source: Please wait a moment for your buddy's Jokebooks to show up
ayc: Mira suma maya k'ata suyt'ma uka sawka masima layku

source: Lesson Plans
ayc: Yatiñanaka

source: Read Jokebooks
ayc: Sawkanaka pankanaka ullaña

source: Make Jokebook
ayc: Sawkanaka panka wakichaña

source: Close Lessons
ayc: Yatiñanaka tukuña

source: Lesson Plans:
ayc: Yatiñanaka;

source: Click to choose a sound
ayc: Maya sijiqi jajlliñataki click limt'ma

source: Choose image
ayc: Uñjasïwi jajlliña

source: Choose Sound
ayc: Maya sijiqi jajllma

source: submitted a joke to
ayc: juparu maya sawka yatiyasa

source: accepted a joke submitted to
ayc: juparu maya sawka yatiyata katuqthwa

source: by
ayc: jupata

source: Choose a Jokebook to read:
ayc: ullaña sawkanaka maya panka jajlliña:

source: Are you sure you want to delete your
ayc: Jumankiri chhaqtayaña munapuntati

source: jokebook ?
ayc: ¿ sawkanaka panka ?

source: Edit
ayc: Chiqachaña

source: Delete
ayc: Chhaqtayaña

source: started by
ayc: Jupana qalltata

source: Open
ayc: Uñantaña

source: Edit Jokebook Cover
ayc: Sawkanaka panka uñanaqapa chiqachaña

source: Edit My Jokes
ayc: Sawkanakaja chiqachaña

source: Review Submitted Jokes
ayc: Katuqatanaka sawkanaka uñjaña

source: Preview
ayc: Nayraqata uñjäwi

source: Title of Jokebook:
ayc: Sawkanaka panka p'iqinchiri sutipa:

source: Sound Effect:
ayc: Mayjt'äwi sijiqi:

source: Add New Joke
ayc: Machaqa sawka yapxataña

source: Are you sure you want to delete this joke ?
ayc: ¿aka sawka chhaqtayaña munapuntati ?

source: Reject
ayc: Kuttayaña

source: Accept
ayc: Katuqaña

source: Joke
ayc: Sawka

source: By
ayc: jupata

source: Question
ayc: jiskht'a

source: Answer
ayc: Kutt'ayäwi

source: This Jokebook is empty
ayc: aka sawkanaka panka wakichataxa ch'usawa

source: Submit a Joke
ayc: maya sawka yapxataña

source: Add Jokes
ayc: sawkanaka yapxataña

source: Next
ayc: Jutiri

source: Submission For:
ayc: Jupataki imxataña;

source: Your Name:
ayc: Jumana sutima:

source: Submit
ayc: Jisk'achaña

source: Back
ayc: Qhipäxa
