Repository: Daksh/jokemachine
Catalog: po/hus.po
Languages: hus

source: Joke Machine
hus: Te'endhom dhuchum pat'al

source: Please wait a moment for your buddy's Jokebooks to show up
hus: Tu konchal k'al i alwa'taláb ka aychij we'k'ij abal tin aytal a te'endhom ja'úb

source: Lesson Plans
hus: Dhuchadh exobchixtaláb

source: Read Jokebooks
hus: Ki ajiy an te'endhom tamkudh dhuchadh úwchik

source: Make Jokebook
hus: Ki ts'ejka' i te'endhom ts'atadh mudhat úw

source: Close Lessons
hus: Ki mapuy an dhuchadh exobchixtaláb

source: Lesson Plans:
hus: Dhuchadh exobchixtaláb:

source: Click to choose a sound
hus: Ka t'ajchij klik abal ka takuy an janidhtaláb

source: Choose image
hus: Ka takuy jún i t'iplab

source: Choose Sound
hus: Ka takuy jun i janidhtaláb

source: submitted a joke to
hus: Ki olchij jún i te'endhomtaláb a

source: accepted a joke submitted to
hus: In bats'uw jún i te'endhomtaláb olchidh a

source: by
hus: abal

source: Choose a Jokebook to read:
hus: Ka bijiyat jún i te'endhom ts'atadh mudhat úw abal ka ajiyat:

source: Are you sure you want to delete your
hus: A lej tsalpayámalits abal a le' ka pakuw a

source: jokebook ?
hus: ¿Te'endhom ts'atadh mudhat úw ?

source: Edit
hus: Jalk'uy

source: Delete
hus: Pakuw

source: started by
hus: Tujudh k'al

source: Open
hus: Japiy

source: Edit Jokebook Cover
hus: Ki jalk'unchij in alwá' in ot'ól an Te'endhom ts'atadh mudhat úw

source: Edit My Jokes
hus: Ku kwetém jalk'uy ts'ejka' u te'endhomtalábil

source: Review Submitted Jokes
hus: Ki lej tsu'u'uy an Te'endhomtaláb axi K'wajatits

source: Preview
hus: Ki ok'ox tsu'uw

source: Title of Jokebook:
hus: In tujtal bij an Te'endhom ts'atadh mudhat úw:

source: Sound Effect:
hus: Ats'abnaxtaláb k'al an janidhtaláb:

source: Add New Joke
hus: Ki punk'unchiy i It Te'endhomtaláb

source: Are you sure you want to delete this joke ?
hus: ¿Tatá' a lej tsalpayámalits abal a le' ka pakuw axé' xi te'endhomtaláb ?

source: Reject
hus: Nixk'idh

source: Accept
hus: Le'nadh

source: Joke
hus: Te'endhomtaláb

source: By
hus: Abal

source: Question
hus: Konoy

source: Answer
hus: tok'tsixtaláb

source: This Jokebook is empty
hus: Axé' an Te'endhom Ts'atadh mudhat úw k'wajat naptal

source: Submit a Joke
hus: Ki punk'unchij jún i Te'endhomtaláb

source: Add Jokes
hus: Ki punk'unchij yan i Te'endhomtaláb

source: Next
hus: Axi júnakej

source: Submission For:
hus: Binomtaláb Abal:

source: Your Name:
hus: A Bijíl:

source: Submit
hus: Wat'badh

source: Back
hus: wichiy
